 var zadaci = [
  [ // страница 25
   [ // задатак 2
    ["Нацртај бројевну праву и на њој одреди тачке $A(-3)$ и $B(6)$."
    ,"Колико је растојање између тачака $A$ и $B$?"
    ].join(" "),
    ["$9$","$-3$","$3$","$-9$"]
   ],
   [ // задатак 4
    ["Израчунај $ |-8| - |10| - |2| - |-6| $"
    ].join(" "),
    ["$2$","$-10$","$-28$","$26$"]
   ],
   [ // задатак 5
    ["Ако је $a=-2$, $b=3$ и $c=-4$, онда је вредност израза $-a-(-b)+c$:"
    ].join(" "),
    ["$1$","$-1$","$3$","$-3$"]
   ],
   [ // задатак 6
    ["На Петровом рачуну у банци стање је $-2\\,770$ динара."
    ,"Колико ће бити ново стање на његовом рачуну ако из банке подигне $3\\,500$ динара?"
    ].join(" "),
    ["$-6\\,270$ динара", "$730$ динара", "$-730$ динара", "$6\\,270$ динара"]
   ],
   [ // задатак 7
    ["Решење једначине $-44-(x+8)=7$ је:"
    ].join(" "),
    ["$x=-59$", "$x=43$", "$x=-43$", "$x=-45$"]
   ]
  ],
  [ // страница 26
   [ // задатак 3
    ["Вредност израза $-4 + (-2) \\cdot 6 - 44 : (-4)$ је:"
    ].join(" "),
    ["$-27$","$-5$","$-3$","$25$"]
   ],
   [ // задатак 4
    ["Ако је $a=-2$ и $b=-3$, вредност израза $4a-2b-3ab$ је:"
    ].join(" "),
    ["$-32$","$-20$","$16$","$4$"]
   ],
   [ // задатак 5
    ["Ако од количника бројева $-42$ и $6$, где је $-42$ дељеник,"
    ,"одузмеш производ бројева $-13$ и $9$, добићеш број:"
    ].join(" "),
    ["$-124$","$-110$","$110$","$124$"]
   ],
   [ // задатак 6
    ["Решење једначине $(-2x+1):5=-3$ је:"
    ].join(" "),
    ["$x=-7$", "$x=-8$", "$x=8$", "$x=7$"]
   ],
   [ // задатак 7
    ["Решење неједначине $6 \\cdot x \\geqslant -18$ је:"
    ].join(" "),
    ["$x<3$", "$x \\leqslant -3$", "$x \\geqslant -3$", "$x>3$"]
   ]
  ],
  [ // страница 53
   [ // задатак 1
    ["Угао на основици једнакокраког троугла је $35^\\circ$."
    ,"Угао при врху овог троугла је:"
    ].join(" "),
    ["$ 110^\\circ $"
    ,"$ 35^\\circ $"
    ,"$ 145^\\circ $"
    ,"$ 27^\\circ $"
    ,"$ 7^\\circ $"
    ]
   ],
   [ // задатак 2
    ["Две странице троугла су $ a = 4\\,\\mathrm{cm} $ и $ b = 6\\,\\mathrm{cm} $."
    ,"За трећу страницу троугла важи:"
    ].join(" "),
    ["$ 2\\,\\mathrm{cm} < c < 10\\,\\mathrm{cm} $"
    ,"$ 4\\,\\mathrm{cm} < c < 4\\,\\mathrm{cm} $"
    ,"$ c < 10\\,\\mathrm{cm} $"
    ,"$ 2\\,\\mathrm{cm} < c < 6\\,\\mathrm{cm} $"
    ,"$ 4\\,\\mathrm{cm} < c < 10\\,\\mathrm{cm} $"
    ]
   ],
   [ // задатак 3
    ["Угао под којим се секу симетрала правог угла и симетрала спољашњег тупог угла"
    ,"код једнакокраког правоуглог троугла је:"
    ].join(" "),
    ["$ 22^\\circ 30' $"
    ,"$ 67^\\circ 30' $"
    ,"$ 45^\\circ $"
    ,"$ 90^\\circ $"
    ,"$112^\\circ 30' $"
    ]
   ],
   [ // задатак 4
    ["По ставу СУС, два троугла су подударна ако су им једнаке:"
    ].join(" "),
    ["по две странице и њима захваћени углови"
    ,"по две странице и углови наспрам већих страница"
    ,"по две странице и један угао"
    ,"по две странице и углови наспрам мањих страница"
    ,"два унутрашња и један спољашњи угао"
    ]
   ],
   [ // задатак 5
    ["Два правоугла троугла су подударна ако су им подударне:"
    ].join(" "),
    ["катета и хипотенуза"
    ,"две странице"
    ,"катета и један унутрашњи угао"
    ,"два унутрашња угла"
    ,"сва три унутрашња угла"
    ]
   ]
  ],
  [ // страница 90
   [ // задатак 1
    ["$-0,15$ је једнако:"
    ].join(" "),
    ["$ -\\frac 3{20} $"
    ,"$ -\\frac 5{100} $"
    ,"$ -\\frac 1{5} $"
    ,"$ -\\frac 1{15} $"
    ,"$ -\\frac{15}{10} $"
    ]
   ],
   [ // задатак 2
    ["Апсолутна вредност броја $-1 \\frac 25$ је:"
    ].join(" "),
    ["$ 0 $"
    ,"$ -1 \\frac 25 $"
    ,"$  1 \\frac 25 $"
    ,"не постоји"
    ,"$ - \\frac 75 $"
    ]
   ],
   [ // задатак 3
    ["Поређај по величини (од најмањег до највећег) следеће бројеве:"
    ,"$-\\frac 12; \\frac 13; -0,\\!2; -\\frac 34$."
    ].join(" "),
    ["$-\\frac 12; -\\frac 34; -0,\\!2; \\frac 13$"
    ,"$\\frac 13; -\\frac 34; -\\frac 12; -0,\\!2$"
    ,"$-0,\\!2; -\\frac 12; \\frac 13; -\\frac 34$"
    ,"$-\\frac 34; -\\frac 12; -0,\\!2; \\frac 13$"
    ]
   ],
   [ // задатак 4
    ["Вредност израза $-\\frac 23 + \\frac 24$ је:"
    ].join(" "),
    ["$- \\frac 16$"
    ,"$- \\frac 27$"
    ,"$ 0 $"
    ,"$-1\\frac 16$"
    ,"$- \\frac 47$"
    ]
   ],
   [ // задатак 5
    ["Вредност израза $-2 \\frac 45 - 1 \\frac 3{10}$ је:"
    ].join(" "),
    ["$-3\\frac 7{15}$"
    ,"$-4\\frac 1{10}$"
    ,"$ 1\\frac 12$"
    ,"$-1\\frac 12$"
    ,"$-1\\frac 15$"
    ]
   ]
  ],
  [ // страница 91
   [ // задатак 1
    ["Вредност израза $-\\frac 25 \\cdot \\frac{15}{16}$ је:"
    ].join(" "),
    ["$ -\\frac{32}{75} $"
    ,"$ -\\frac{17}{80} $"
    ,"$ -\\frac{5}{16} $"
    ,"$ -\\frac{1}{3} $"
    ,"$ -\\frac{3}{8} $"
    ]
   ],
   [ // задатак 2
    ["Вредност производа $-2,\\!4 \\cdot (-1,\\!2)$ је:"
    ].join(" "),
    ["$-3,\\!6 $"
    ,"$ 2,\\!88 $"
    ,"$ 2 $"
    ,"$ 2,\\!8 $"
    ,"$ 2,\\!6 $"
    ]
   ],
   [ // задатак 3
    ["Вредност израза $-\\frac 23 - \\frac 13 \\cdot \\frac 65$ је:"
    ].join(" "),
    ["$-  \\frac 4{15} $"
    ,"$-1 \\frac 4{15} $"
    ,"$-1 \\frac 15 $"
    ,"$-  \\frac 25 $"
    ,"$-1 \\frac 1{15} $"
    ]
   ],
   [ // задатак 4
    ["Вредност израза $(-15,\\!225 : 0,\\!75 - 0,\\!7) \\cdot 1,\\!5 - 1,\\!5 $ је:"
    ].join(" "),
    ["$ 0 $"
    ,"$-33 $"
    ,"$-47,\\!05 $"
    ,"$-30,\\!9 $"
    ,"$-30 $"
    ]
   ],
   [ // задатак 5
    ["Резултат који добијаш када количник $-\\frac 38 : \\left( -2 \\frac 14 \\right) $"
    ,"одузмеш од производа бројева $\\frac 25$ и $-\\frac 5{12}$ је:"
    ].join(" "),
    ["$-\\frac 13 $"
    ,"$ 0 $"
    ,"$ \\frac{65}{96} $"
    ,"$ \\frac 13 $"
    ,"$-\\frac{119}{150} $"
    ]
   ]
  ],
  [ // страница 117
   [ // задатак 1
    ["Ако је унутрашњи угао четвороугла $\\alpha = 65^\\circ$,"
    ,"а спољашњи $\\beta_1 = 107^\\circ$ и $\\gamma_1 = 39^\\circ$,"
    ,"онда је унутрашњи угао $\\delta$ тог четвороугла:"
    ].join(" "),
    ["$ 73^\\circ $"
    ,"$ 65^\\circ $"
    ,"$ 81^\\circ $"
    ,"$ 141^\\circ $"
    ]
   ],
   [ // задатак 2
    ["Један угао паралелограма је $75^\\circ$."
    ,"Збир два унутрашња угла тог паралелограма је:"
    ].join(" "),
    ["$ 210^\\circ $"
    ,"$ 230^\\circ $"
    ,"$ 220^\\circ $"
    ,"$ 200^\\circ $"
    ]
   ],
   [ // задатак 3
    ["Збир два унутрашња угла ромба је $76^\\circ$."
    ,"Један спољашњи угао тог ромба има:"
    ].join(" "),
    ["$104^\\circ $"
    ,"$ 38^\\circ $"
    ,"$ 76^\\circ $"
    ,"$142^\\circ $"
    ]
   ],
   [ // задатак 4
    ["Наспрамни углови трапеза су $56^\\circ$ и $111^\\circ$."
    ,"Остали углови трапеза су:"
    ].join(" "),
    ["$ 56^\\circ $ и $111^\\circ $"
    ,"$124^\\circ $ и $ 69^\\circ $"
    ,"$ 48^\\circ $ и $131^\\circ $"
    ,"$156^\\circ $ и $ 34^\\circ $"
    ]
   ],
   [ // задатак 5
    ["Дијагонале правоугаоника секу се под углом од $48^\\circ$."
    ,"Углови које дијагонале образују са страницама правоугаоника су:"
    ].join(" "),
    ["$ 24^\\circ $ и $ 66^\\circ $"
    ,"$ 42^\\circ $ и $ 48^\\circ $"
    ,"$132^\\circ $ и $ 48^\\circ $"
    ,"$ 33^\\circ $ и $ 57^\\circ $"
    ]
   ]
  ],
  [ // страница 144
   [ // задатак 1
    ["Површина квадрата чији је обим $30\\,\\mathrm{cm}$ је:"
    ].join(" "),
    ["$ 56,\\!25\\,\\mathrm{cm}^2 $"
    ,"$ 64\\,\\mathrm{cm}^2 $"
    ,"$ 42,\\!25\\,\\mathrm{cm}^2 $"
    ,"$100\\,\\mathrm{cm}^2 $"
    ]
   ],
   [ // задатак 2
    ["Колико боје је потребно за кречење плафона учионице"
    ,"димензије $5,\\!5\\,\\mathrm{m}$ и $8\\,\\mathrm{m}$"
    ,"ако се за $1\\,\\mathrm{m}^2$ утроши $100$ грама боје?"
    ].join(" "),
    ["$ 4,\\!4\\,\\mathrm{kg} $"
    ,"$ 440\\,\\mathrm{g} $"
    ,"$ 4\\,\\mathrm{kg} $"
    ,"$ 44\\,\\mathrm{kg} $"
    ]
   ],
   [ // задатак 3
    ["Површина паралелограма је $120\\,\\mathrm{cm}^2$."
    ,"Растојање између страница паралелограма чије су дужине $15\\,\\mathrm{cm}$ је:"
    ].join(" "),
    ["$ 8\\,\\mathrm{cm}$"
    ,"$16\\,\\mathrm{cm}$"
    ,"$ 4\\,\\mathrm{cm}$"
    ,"$45\\,\\mathrm{cm}$"
    ]
   ],
   [ // задатак 4
    ["Једна страница троугла је $a = 16\\,\\mathrm{cm}$, а висине тог троугла су"
    ,"$h_a = 21\\,\\mathrm{cm}$, $h_b = 16\\,\\mathrm{cm}$ и $h_c = 15\\,\\mathrm{cm}$."
    ,"Обим тог троугла је:"
    ].join(" "),
    ["$ 59,\\!4 \\,\\mathrm{cm} $"
    ,"$ 29,\\!7 \\,\\mathrm{cm} $"
    ,"$ 42,\\!6 \\,\\mathrm{cm} $"
    ,"$ 52      \\,\\mathrm{cm} $"
    ]
   ],
   [ // задатак 5
    ["Основице једнакокраког трапеза су $10\\,\\mathrm{cm}$ и $6\\,\\mathrm{cm}$,"
    ,"а оштри углови $45^\\circ$. Површина тог трапеза је:"
    ].join(" "),
    ["$ 16 \\,\\mathrm{cm}^2 $"
    ,"$ 32 \\,\\mathrm{cm}^2 $"
    ,"$ 40 \\,\\mathrm{cm}^2 $"
    ,"$ 20 \\,\\mathrm{cm}^2 $"
    ]
   ]
  ]
 ];

