 var zadaci = [
  [ // страница 17
   [ // задатак 3
    ["Решење једначине $\\frac 14 x^2 = \\frac{16}{49}$ је:"
    ].join(" "),
    ["$\\left\\{ -\\frac 87, \\frac 87 \\right\\}$"
    ,"$ 1 \\frac 17 $"
    ,"$\\left\\{ -\\frac 27, \\frac 27 \\right\\}$"
    ,"$\\left\\{ -\\frac 78, \\frac 78 \\right\\}$"
    ]
   ],
   [ // задатак 4
    ["Површина квадрата је $ 50\\,\\mathrm{cm}^2 $."
    ,"Дужина његове странице је:"
    ].join(" "),
    ["$ 5 \\sqrt{2} \\,\\mathrm{cm} $"
    ,"$ 25\\,\\mathrm{cm} $"
    ,"$ 12,\\!5\\,\\mathrm{cm} $"
    ,"$ 7,\\!05\\,\\mathrm{cm} $"
    ]
   ],
   [ // задатак 8
    ["Вредност израза $\\frac 34 \\cdot \\sqrt{(-16)^2} + 1 \\frac 17 \\sqrt{1 - \\frac{15}{64}}"
    ,"- 9 \\cdot \\sqrt{\\left( -\\frac 23 \\right)^2}$ је:"
    ].join(" "),
    ["$7$","$-5$","$-17$","$19$"]
   ],
   [ // задатак 1
    ["Дужина једне катете правоуглог троугла је $ a = 8\\,\\mathrm{cm} $,"
    ,"а хипотенузе $ c = 10\\,\\mathrm{cm} $. Површина тог троугла је:"
    ].join(" "),
    ["$24\\,\\mathrm{cm}^2$"
    ,"$48\\,\\mathrm{cm}^2$"
    ,"$40\\,\\mathrm{cm}^2$"
    ,"$80\\,\\mathrm{cm}^2$"
    ]
   ]
  ],
  [ // страница 36
   [ // задатак 2
    ["Птица стоји на врху металног стуба чија је висина $ 12\\,\\mathrm{m} $."
    ,"Ако метални стуб баца сенку дужине $ 5\\,\\mathrm{cm} $, колико је птица удаљена од своје сенке?"
    ].join(" "),
    ["$13\\,\\mathrm{m}$"
    ,"$ 5\\,\\mathrm{m}$"
    ,"$12\\,\\mathrm{m}$"
    ,"$17\\,\\mathrm{m}$"
    ]
   ],
   [ // задатак 3
    ["Правоугаоник је уписан у круг пречника $17\\mathrm{cm}$."
    ,"Ако је једна страница тог правоугаоника $15\\,\\mathrm{cm}$, онда је његов обим:"
    ].join(" "),
    ["$46\\,\\mathrm{cm}^2$"
    ,"$64\\,\\mathrm{cm}^2$"
    ,"$40\\,\\mathrm{cm}^2$"
    ,"$23\\,\\mathrm{cm}^2$"
    ]
   ],
   [ // задатак 4
    ["Дужина основице једнакокраког троугла је $12\\mathrm{cm}$,"
    ,"а њој одговарајућа висина $8\\mathrm{cm}$. Дужина висине која одговара краку је:"
    ].join(" "),
    ["$9,\\!6\\,\\mathrm{cm}$"
    ,"$  8   \\,\\mathrm{cm}$"
    ,"$4,\\!8\\,\\mathrm{cm}$"
    ,"$ 10   \\,\\mathrm{cm}$"
    ]
   ],
   [ // задатак 5
    ["Висина једнакостраничног троугла је $2 \\sqrt{3} \\mathrm{cm}$."
    ,"Површина тог троугла је:"
    ].join(" "),
    ["$4 \\sqrt{3} \\,\\mathrm{cm}^2$"
    ,"$12 \\,\\mathrm{cm}^2$"
    ,"$8 \\sqrt{3} \\,\\mathrm{cm}^2$"
    ,"$ 6 \\,\\mathrm{cm}^2$"
    ]
   ],
   [ // задатак 7
    ["Дужине основица једнакокраког троугла су $a = 40 \\mathrm{mm}$ и $b = 24 \\mathrm{mm}$,"
    ,"а обим је $98\\mathrm{mm}$. Површина тог трапеза је:"
    ].join(" "),
    ["$480\\,\\mathrm{mm}^2$"
    ,"$240\\,\\mathrm{mm}^2$"
    ,"$640\\,\\mathrm{mm}^2$"
    ,"$960\\,\\mathrm{mm}^2$"
    ]
   ]
  ],
  [ // страница 66
   [ // задатак 1
    ["Четврти степен броја $-\\frac 12$ једнак је:"
    ].join(" "),
    ["$ \\frac 1{16} $"
    ,"$-\\frac 18 $"
    ,"$-\\frac 1{16} $"
    ,"$ \\frac 18 $"
    ,"$ 2 $"
    ]
   ],
   [ // задатак 2
    ["Вредност израза $ \\frac{2^3}5 - 0,\\!2^3 $ је:"
    ].join(" "),
    ["$ \\frac{199}{125} $"
    ,"$-\\frac{ 92}{125} $"
    ,"$ \\frac{  7}{125} $"
    ,"$ \\frac 45 $"
    ,"$ \\frac{ 23}{ 15} $"
    ]
   ],
   [ // задатак 3
    ["Вредност израза $x^8 \\cdot x^2$ је:"
    ].join(" "),
    ["$ x^{10} $"
    ,"$ x^{ 4} $"
    ,"$ x^{ 6} $"
    ,"$ x^{16} $"
    ,"$ x^{64} $"
    ]
   ],
   [ // задатак 4
    ["Производ $(-a)^5 \\cdot (-a)^7 \\cdot (-a)^{12}$ записан у облику степена једнак је:"
    ].join(" "),
    ["$ a^{ 24} $"
    ,"$-a^{420} $"
    ,"$-a^{ 24} $"
    ,"$((-a)^{12})^{12}$"
    ,"$ a^{420} $"
    ]
   ]
  ],
  [ // страница 67
   [ // задатак 1
    ["Бројевна вредност алгебарског израза $2 x^3 + 5 x^2 - 3x - 6$ за $x = -2$ је:"
    ].join(" "),
    ["$  4 $"
    ,"$ -4 $"
    ,"$ -8 $"
    ,"$ -36 $"
    ]
   ],
   [ // задатак 3
    ["Производ полинома $A = 4y-3$ и $B = y^2 + 2y - 5$ је:"
    ].join(" "),
    ["$ 4y^3+ 5y^2-26y+15 $"
    ,"$ 4y^3+11y^2-14y+15 $"
    ,"$ 4y^3+ 5y^2+14y-15 $"
    ]
   ],
   [ // задатак 4
    ["Дужина једне катете правоуглог троугла је $8\\mathrm{cm}$,"
    ,"а хипотенуза је за $4\\mathrm{cm}$ дужа од друге катете. Површина тог троугла је:"
    ].join(" "),
    ["$24 \\,\\mathrm{cm}$"
    ,"$96 \\,\\mathrm{cm}$"
    ,"$48 \\,\\mathrm{cm}$"
    ,"$32 \\,\\mathrm{cm}$"
    ]
   ]
  ],
  [ // страница 91
   [ // задатак 1
    ["Број свих дијагонала у десетоуглу је:"
    ].join(" "),
    ["$ 35 $"
    ,"$ 10 $"
    ,"$ 45 $"
    ,"$ 70 $"
    ]
   ],
   [ // задатак 2
    ["Из једног темена многоугла може се повући $9$ дијагонала."
    ,"Збир унутрашњих углова тог многоугла је:"
    ].join(" "),
    ["$1800^\\circ$"
    ,"$ 720^\\circ$"
    ,"$1440^\\circ$"
    ,"$1620^\\circ$"
    ]
   ],
   [ // задатак 4
    ["Збир унутрашњих углова правилног многоугла је $1080^\\circ$."
    ,"Мера унутрашњег угла тог многоугла је:"
    ].join(" "),
    ["$135^\\circ$"
    ,"$108^\\circ$"
    ,"$120^\\circ$"
    ,"$144^\\circ$"
    ]
   ],
   [ // задатак 6
    ["Површина правилног шестоугла је $24 \\sqrt{3} \\,\\mathrm{cm}^2$. Обим тог шестоугла је:"
    ].join(" "),
    ["$24 \\,\\mathrm{cm}$"
    ,"$24 \\sqrt{3} \\,\\mathrm{cm}$"
    ,"$36 \\,\\mathrm{cm}$"
    ,"$36 \\sqrt{3} \\,\\mathrm{cm}$"
    ]
   ]
  ],
  [ // страница 114
   [ // задатак 1
    ["Колико је тачка $A(-3,2)$ удаљена од $y$ осе?"
    ].join(" "),
    ["$ 3$" ,"$-3$", "$ 2$", "$-2$"]
   ],
   [ // задатак 2
    ["У координатном систему су дате тачке $A(2,5)$ и $B(6,2)$. Дужина дужи $AB$ је:"
    ].join(" "),
    ["$ 5$" ,"$10$", "$\\sqrt{113}$", "$25$"]
   ],
   [ // задатак 4
    ["Зависност дуже дијагонале правилног шестоугла од његове странице описује формула:"
    ].join(" "),
    ["$\\frac d2 = a$"
    ,"$d = \\frac 12 a$"
    ,"$d = a \\sqrt{3}$"
    ,"$d = 2a \\sqrt{3}$"
    ]
   ],
   [ // задатак 5
    ["Која од тачака не припада графику зависности $y=-3x$, $x \\in \\mathbb{R}$?"
    ].join(" "),
    ["$C(-2,-5)$", "$A(-2,6)$", "$B(-3,9)$", "$D(4,-12)$"]
   ],
   [ // задатак 6
    ["Четири радника окрече зграду за 18 дана."
    ,"Шест радника (са истим радним временом) би зграду окречило за:"
    ].join(" "),
    ["12 дана","6 дана","9 дана","27 дана"]
   ],
   [ // задатак 7
    ["Унутраши углови троугла односе се као $3:4:5$."
    ,"Најмањи од његових углова има:"
    ].join(" "),
    ["$45^\\circ$","$15^\\circ$","$20^\\circ$","$30^\\circ$"]
   ],
   [ // задатак 8
    ["После снижења од $10\\%$ цена књиге је $288$ динара. Пре снижења књига је коштала:"
    ].join(" "),
    ["320 динара", "259,\\!2 динара", "298 динара", "2\\,880 динара"]
   ]
  ],
  [ // страница 140
   [ // задатак 1
    ["Мера централног угла над тетивом $AB$ је $54^\\circ$."
    ,"Мера одговарајућег периферијског угла над истом тетивом је:"
    ].join(" "),
    ["$27^\\circ$","$108^\\circ$","$126^\\circ$","$153^\\circ$","$306^\\circ$"]
   ],
   [ // задатак 2
    ["Под којим углом се види страница једнакостраничног троугла"
    ,"из центра описане кружнице тог троугла?"
    ].join(" "),
    ["$120^\\circ$","$30^\\circ$","$60^\\circ$","$150^\\circ$","$240^\\circ$"]
   ],
   [ // задатак 3
    ["Тетива $AB$ је удаљена $8\\,\\mathrm{cm}$ од центра круга $K(O, 10\\,\\mathrm{cm})$."
    ,"Дужина тетиве $AB$ је:"
    ].join(" "),
    ["$12\\,\\mathrm{cm}$"
    ,"$ 6\\,\\mathrm{cm}$"
    ,"$\\sqrt{89}\\,\\mathrm{cm}$"
    ,"$2\\sqrt{41}\\,\\mathrm{cm}$"
    ,"$18\\,\\mathrm{cm}$"
    ]
   ],
   [ // задатак 4
    ["Полупречник круга је $5\\,\\mathrm{cm}$. Обим круга је:"
    ].join(" "),
    ["$10\\pi\\,\\mathrm{cm}$"
    ,"$ 5\\pi\\,\\mathrm{cm}$"
    ,"$10    \\,\\mathrm{cm}$"
    ,"$25    \\,\\mathrm{cm}$"
    ,"$25\\pi\\,\\mathrm{cm}$"
    ]
   ],
   [ // задатак 5
    ["Обим описане кружнице око квадрата је $18\\pi\\,\\mathrm{cm}$. Површина квадрата је:"
    ].join(" "),
    ["$162 \\,\\mathrm{cm}^2 $"
    ,"$ 18 \\,\\mathrm{cm}^2 $"
    ,"$ 81 \\,\\mathrm{cm}^2 $"
    ,"$ 81\\sqrt{2} \\,\\mathrm{cm}^2 $"
    ,"$324 \\,\\mathrm{cm}^2 $"
    ]
   ]
  ],
  [ // страница 155
   [ // задатак 1
    ["Ако је $AB = 6 \\,\\mathrm{cm}$ и $CD = 18 \\,\\mathrm{cm}$, онда је размера дужи $AB:CD$ једнака:"
    ].join(" "),
    ["$1:3$","$1:2$","$2:1$","$3:1$","$1:12$"]
   ],
   [ // задатак 2
    ["Тачке $C$ и $D$ деле дуж $AB$ на три једнака дела ($AC=CD=DB$). Размера дужи $AD:BC$ је:"
    ].join(" "),
    ["$1:1$","$2:1$","$1:2$","$1:3$","$2:3$"]
   ],
   [ // задатак 3
    ["Размера дужи $AB$ и $CD$ је $\\frac 43$."
    ,"Ако је $CD = 9 \\,\\mathrm{cm}$, онда је дужина дужи $AB$ једнака:"
    ].join(" "),
    ["$ 12 \\,\\mathrm{cm}$"
    ,"$\\frac 43 \\,\\mathrm{cm}$"
    ,"$  6,\\!75 \\,\\mathrm{cm}$"
    ,"$ 36 \\,\\mathrm{cm}$"
    ,"$108 \\,\\mathrm{cm}$"
    ]
   ],
   [ // задатак 4
    ["Које од наведених дужи су несамерљиве?"
    ].join(" "),
    ["страница квадрата и дијагонала тог квадрата"
    ,"страница квадрата и полупречник уписане кружнице у тај квадрат"
    ,"страница правилног шестоугла и његова дужа дијагонала"
    ,"страница ромба и дуж дужине обима тог ромба"
    ,"висина једнакостраничног троугла и полупречник описане кружнице око тог троугла"
    ]
   ],
   [ // задатак 6
    ["Дат је произвољни паралелограм $ABCD$."
    ,"Тачке $M$, $N$, $P$ и $Q$ деле странице $AB$, $BC$, $CD$ и $DA$ на два једнака дела."
    ,"Који троуглови су слични?"
    ].join(" "),
    ["$CBD$ и $AMQ$"
    ,"$ABC$ и $AMQ$"
    ,"$BCD$ и $ABC$"
    ,"$ADB$ и $ANB$"
    ,"$ABD$ и $AMP$"
    ]
   ],
   [ // задатак 7
    ["Троуглови $ABC$ и $A_1B_1C_1$ су слични."
    ,"Странице троугла $ABC$ су дужине $8 \\,\\mathrm{cm}$ $6 \\,\\mathrm{cm}$ и $12 \\,\\mathrm{cm}$."
    ,"Ако је обим троугла $A_1B_1C_1$ једнак $13 \\,\\mathrm{cm}$,"
    ,"дужина његове најдуже странице је:"
    ].join(" "),
    ["$6 \\,\\mathrm{cm}$"
    ,"$3 \\,\\mathrm{cm}$"
    ,"$4 \\,\\mathrm{cm}$"
    ,"$5 \\,\\mathrm{cm}$"
    ,"$7 \\,\\mathrm{cm}$"
    ]
   ]
  ]
 ];

